amandeepmittal.pug
asvetliakov.vscode-neovim
bmewburn.vscode-intelephense-client
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
formulahendry.auto-rename-tag
mikestead.dotenv
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-wsl
PKief.material-icon-theme
redhat.java
ritwickdey.LiveServer
stkb.rewrap
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
